{
    "translation": {
        "home": "Startseite",
        "documentation": "Dokumentation",
        "services": "Dienstleistungen",
        "home_subtitle": "Eine einfache, unterhaltsame und innovative Anwendung zur Interaktion mit Audio!",
        "home_section_2_title": "Was ist TalkToMe?",
        "home_section_2_subtitle": "TalkToMe ist eine innovative und unterhaltsame Anwendung, die es Benutzern ermöglicht, Text schnell und zugänglich in Audio und Audio in Text umzuwandeln. Entwickelt, um die Kommunikation und Zugänglichkeit zu verbessern, ermöglicht es den Benutzern auch, mit verschiedenen Stimmmodulations-Einstellungen zu experimentieren, was die Erfahrung dynamischer und unterhaltsamer macht.",
        "home_section_3_title": "Warum TalkToMe verwenden?",
        "home_section_3_subtitle_1": "TalkToMe entstand aus dem Bedürfnis, das Gebiet der Sprachsynthese und -erkennung zu erkunden sowie die Möglichkeit, mit Audioeingabegeräten wie Mikrofonen zu interagieren. Ziel ist es, die Umwandlung von Text in Audio auf flexible und benutzerfreundliche Weise zu vereinfachen, damit die Benutzer die Zugänglichkeit verbessern, das Lernen optimieren und Inhalte effizient erstellen können.",
        "home_section_3_subtitle_2": "Egal, ob Sie Notizen transkribieren, Dokumente anhören, mit verschiedenen Tönen und Sprechgeschwindigkeiten experimentieren oder benutzerdefinierte Audiodateien herunterladen müssen, TalkToMe passt sich einer Vielzahl von Bedürfnissen an und bietet eine praktische und vielseitige Lösung.",
        "home_section_4_title": "Was kann ich mit TalkToMe machen?",
        "home_section_4_subtitle": "Innerhalb der App können Benutzer:",
        "home_section_4_list_1": "<strong>Text in Sprache umwandeln</strong> mit Unterstützung für mehrere Sprachen.",
        "home_section_4_list_2": "<strong>Stimmenparameter anpassen,</strong> wie Geschwindigkeit, Tonhöhe und Stil, um das Audioerlebnis zu personalisieren.",
        "home_section_4_list_3": "<strong>Generierte Audiodateien herunterladen</strong> im <strong>.wav- und .mp3-Format</strong>, was die Verwendung in anderen Projekten oder Geräten erleichtert.",
        "home_section_5_title": "Wie funktioniert TalkToMe?",
        "home_section_5_subtitle": "TalkToMe verwendet die <strong>JavaScript SpeechSynthesis API</strong> zur Umwandlung von Text in Sprache, sodass Benutzer natürliches und anpassbares Audio generieren können. Für die Umwandlung von Sprache in Text werden fortschrittliche Spracherkennungstechnologien eingesetzt, die eine präzise und Echtzeit-Transkription gewährleisten.",
        "demo_section_1_title": "Demonstration",
        "demo_section_1_subtitle": "Sie können die folgenden Eigenschaften anpassen, um benutzerdefinierte Audios mit verschiedenen Effekten zu erstellen!",
        "demo_section_1_dropdown_opt": "Sprache auswählen",
        "demo_section_1_dropdown_helper": "Wenn nicht ausgewählt, wird die aktuelle Sprache des Browsers verwendet.",
        "demo_section_2_title": "{{ prop }}",
        "demo_section_2_title_subtitle": "Die <1>{{ prop }}</1>-Eigenschaft des SpeechSynthesisUtterance-Interfaces erhält und setzt die {{ voiceProp }}, in der die Äußerung gesprochen wird.",
        "demo_section_2_input_show_value_text": "Aktueller {{ prop }}-Wert: {{ propValue }}",
        "demo_section_2_voice_dropdown_text": "Stimme auswählen",
        "demo_section_2_voice_dropdown_no_opts": "Keine Stimmen für die ausgewählte Sprache verfügbar.",
        "demo_section_2_voice_dropdown_helper": "Die verwendete Stimme wird die Standardstimme für die Sprache der Äußerung sein, wenn nicht festgelegt.",
        "demo_section_3_textarea_placeholder": "z.B. Hallo Welt",
        "talkToMe_page_rate_description": "Die Rate-Eigenschaft erhält und setzt die Geschwindigkeit, mit der die Äußerung gesprochen wird.",
        "talkToMe_page_pitch_description": "Die Tonhöhe-Eigenschaft erhält und setzt die Tonhöhe, in der die Äußerung gesprochen wird.",
        "talkToMe_page_volume_description": "Die Lautstärke-Eigenschaft erhält und setzt die Lautstärke, mit der die Äußerung gesprochen wird.",
        "speech_synthesis_not_supported": "Ihr Browser unterstützt den Sprachsynthesizer nicht. Bitte wechseln Sie den Browser.",
        "listenToMe_subtitle": "Bevor du diesen Dienst nutzt, laden wir dich ein, die folgenden Eigenschaften anzupassen, um sicherzustellen, dass die Transkription so genau und authentisch wie möglich ist.",
        "listenToMe_provisional_transcription_placeholder": "Ihre vorläufige Transkription wird hier erscheinen.",
        "listenToMe_transcription_placeholder": "Ihr transkribierter Inhalt wird hier erscheinen.",
        "transcription": "Transkription",
        "provisional_transcription": "Vorläufiges Transkript",
        "continuity": "Kontinuität",
        "phonetic_comparison": "Phonetischer Vergleich",
        "voice_commands": "Sprachsteuerung",
        "listen": "Anhören",
        "copy": "Kopieren",
        "copied": "Kopiert!",
        "clear": "Löschen",
        "stop": "Stop",
        "listenToMe_lang_helper_text": "Durch die Angabe der Sprache wird die Genauigkeit der Spracherkennung verbessert, da der Motor an die spezifischen sprachlichen Merkmale angepasst wird. Wenn keine Auswahl getroffen wird, wird die Standardsprache des Browsers verwendet.",
        "browser_not_support_speech_recognition": "Ihr Browser unterstützt die Spracherkennung nicht. Bitte wechseln Sie Ihren Browser.",
        "listenToMe_interimResult_description": "Die Eigenschaft der vorläufigen Transkription des Spracherkennungssystems steuert, ob das System vorläufige Ergebnisse anzeigen soll, während du sprichst.",
        "listenToMe_continuity_description": "Die Option für kontinuierliche Erkennung ermöglicht es, Sprachresultate kontinuierlich zu erfassen. Wenn sie nicht aktiviert ist, wird nur ein Ergebnis erfasst, jedes Mal wenn die Spracherkennung gestartet wird.",
        "listenToMe_phonetic_comparison_description": "Die Option für phonetischen Vergleich hilft, Wörter zu finden, die ähnlich klingen, auch wenn sie unterschiedlich geschrieben werden.",
        "listenToMe_voice_commands_description": "Sprachbefehle ermöglichen es, Aktionen schnell und einfach auszuführen. Unten finden Sie eine Liste aller verfügbaren Befehle, die ausgeführt werden können.",
        "microphone_not_enabled": "Ihr Mikrofon ist nicht aktiviert. Bitte aktivieren Sie es, um mit der Transkription Ihrer Stimme zu beginnen.",
        "voice_commands_list_title": "Liste der verfügbaren Sprachbefehle",
        "voice_commands_list_subtitle": "Hier findest du eine Reihe von Befehlen, mit denen du verschiedene Aktionen ausführen kannst.",
        "voice_commands_command_1": "Öffnen *",
        "voice_commands_command_2": "Suche * bei Google",
        "footer_subtitle": "Erkunden, bearbeiten und transkribieren Sie Audios.",
        "rate": "Tonhöhe",
        "pitch": "Tonhöhe",
        "volume": "Lautstärke",
        "voice": "Stimme",
        "play_button_text": "Abspielen",
        "resume_button_text": "Fortsetzen",
        "pause_button_text": "Pause",
        "stop_button_text": "Stopp",
        "content": "Inhalt",
        "f_determinant": "die",
        "m_determinant": "der",
        "by": "von"
    }
}