{
    "translation": {
        "home": "Startseite",
        "documentation": "Dokumentation",
        "services": "Dienstleistungen",
        "home_subtitle": "Eine einfache, unterhaltsame und innovative App zur Interaktion mit Audio!",
        "home_section_2_title": "Was ist Talk&ListenToMe?",
        "home_section_2_subtitle": "Talk&ListenToMe ist die Vereinigung von zwei unabhängigen Anwendungen: <strong>TalkToMe</strong>, spezialisiert auf die Umwandlung von Text in Sprache, und <strong>ListenToMe</strong>, die sich auf die Umwandlung von Audio in Text konzentriert. Das Ergebnis ist ein umfassendes Werkzeug, das es den Benutzern ermöglicht, auf flüssige, zugängliche und unterhaltsame Weise mit Text und Audio zu kommunizieren und zu experimentieren.",
        "home_section_3_title": "Warum Talk&ListenToMe verwenden?",
        "home_section_3_subtitle_1": "Diese App entstand aus der Neugier, sowohl die Sprachsynthese als auch die Spracherkennung zu erkunden, sowie dem Wunsch, mit Eingabegeräten wie dem Mikrofon zu interagieren. Talk&ListenToMe zielt darauf ab, die Kommunikation zu erleichtern, die Zugänglichkeit zu verbessern und eine unterhaltsame Erfahrung zu bieten, bei der die Benutzer mit verschiedenen Parametern der Sprachmodulation spielen können.",
        "home_section_3_subtitle_2": "Es ist perfekt für jeden, der Text in Audio umwandeln, Gespräche transkribieren oder einfach mit Sprache auf eine andere und kreative Weise experimentieren möchte.",
        "home_section_4_title": "Was kann ich mit Talk&ListenToMe machen?",
        "home_section_4_subtitle": "Innerhalb der App können Benutzer:",
        "home_section_4_list_1": "<strong>Text in Sprache und umgekehrt umwandeln</strong> mit Unterstützung für mehrere Sprachen.",
        "home_section_4_list_2": "<strong>Stimmenparameter anpassen</strong>, wie Geschwindigkeit, Tonhöhe und Stil, um das Audioerlebnis zu personalisieren.",
        "home_section_4_list_3": "<strong>Sprachbefehle aktivieren</strong>, die den Zugriff auf Funktionen durch Spracherkennung ermöglichen.",
        "home_section_5_title": "Wie funktioniert Talk&ListenToMe?",
        "home_section_5_subtitle": "Talk&ListenToMe basiert auf zwei Haupt-APIs, um ein vollständiges Erlebnis zu bieten:",
        "home_section_5_list_1": "Die <strong>JavaScript SpeechSynthesis API</strong>, die Text auf natürliche Weise in Sprache umwandelt und Anpassungen an Parametern wie Geschwindigkeit, Tonhöhe und Stil ermöglicht.",
        "home_section_5_list_2": "Die <strong>Web Speech API</strong>, die für die Spracherkennung verantwortlich ist und Audio über das Mikrofon aufnimmt und es in Echtzeit mit großer Genauigkeit transkribiert.",
        "home_section_5_subtitle_2": "Die für beide Funktionen verfügbaren Sprachen hängen vom <strong>Browser</strong> und dem <strong>Betriebssystem</strong> des Benutzers ab, was die Kompatibilität mit einer Vielzahl von Sprachen und Akzenten gewährleistet.",
        "demo_section_1_title": "Demonstration",
        "demo_section_1_subtitle": "Sie können die folgenden Eigenschaften anpassen, um benutzerdefinierte Audios mit verschiedenen Effekten zu erstellen!",
        "demo_section_1_dropdown_opt": "Sprache auswählen",
        "demo_section_1_dropdown_helper": "Wenn nicht ausgewählt, wird die aktuelle Sprache des Browsers verwendet.",
        "demo_section_2_title": "{{ prop }}",
        "demo_section_2_title_subtitle": "Die <1>{{ prop }}</1>-Eigenschaft des SpeechSynthesisUtterance-Interfaces erhält und setzt die {{ voiceProp }}, in der die Äußerung gesprochen wird.",
        "demo_section_2_input_show_value_text": "Aktueller {{ prop }}-Wert: {{ propValue }}",
        "demo_section_2_voice_dropdown_text": "Stimme auswählen",
        "demo_section_2_voice_dropdown_no_opts": "Keine Stimmen für die ausgewählte Sprache verfügbar.",
        "demo_section_2_voice_dropdown_helper": "Die verwendete Stimme wird die Standardstimme für die Sprache der Äußerung sein, wenn nicht festgelegt.",
        "demo_section_3_textarea_placeholder": "z.B. Hallo Welt",
        "talkToMe_page_rate_description": "Die Rate-Eigenschaft erhält und setzt die Geschwindigkeit, mit der die Äußerung gesprochen wird.",
        "talkToMe_page_pitch_description": "Die Tonhöhe-Eigenschaft erhält und setzt die Tonhöhe, in der die Äußerung gesprochen wird.",
        "talkToMe_page_volume_description": "Die Lautstärke-Eigenschaft erhält und setzt die Lautstärke, mit der die Äußerung gesprochen wird.",
        "speech_synthesis_not_supported": "Ihr Browser unterstützt den Sprachsynthesizer nicht. Bitte wechseln Sie den Browser.",
        "listenToMe_subtitle": "Bevor du diesen Dienst nutzt, laden wir dich ein, die folgenden Eigenschaften anzupassen, um sicherzustellen, dass die Transkription so genau und authentisch wie möglich ist.",
        "listenToMe_provisional_transcription_placeholder": "Ihre vorläufige Transkription wird hier erscheinen.",
        "listenToMe_transcription_placeholder": "Ihr transkribierter Inhalt wird hier erscheinen.",
        "transcription": "Transkription",
        "provisional_transcription": "Vorläufiges Transkript",
        "continuity": "Kontinuität",
        "phonetic_comparison": "Phonetischer Vergleich",
        "voice_commands": "Sprachsteuerung",
        "listen": "Anhören",
        "copy": "Kopieren",
        "copied": "Kopiert!",
        "clear": "Löschen",
        "stop": "Stop",
        "activate": "Aktivieren",
        "deactivate": "Deaktivieren",
        "darkMode": "dunkler Modus",
        "listenToMe_lang_helper_text": "Durch die Angabe der Sprache wird die Genauigkeit der Spracherkennung verbessert, da der Motor an die spezifischen sprachlichen Merkmale angepasst wird. Wenn keine Auswahl getroffen wird, wird die Standardsprache des Browsers verwendet.",
        "browser_not_support_speech_recognition": "Ihr Browser unterstützt die Spracherkennung nicht. Bitte wechseln Sie Ihren Browser.",
        "listenToMe_interimResult_description": "Die Eigenschaft der vorläufigen Transkription des Spracherkennungssystems steuert, ob das System vorläufige Ergebnisse anzeigen soll, während du sprichst.",
        "listenToMe_continuity_description": "Die Option für kontinuierliche Erkennung ermöglicht es, Sprachresultate kontinuierlich zu erfassen. Wenn sie nicht aktiviert ist, wird nur ein Ergebnis erfasst, jedes Mal wenn die Spracherkennung gestartet wird.",
        "listenToMe_phonetic_comparison_description": "Die Option für phonetischen Vergleich hilft, Wörter zu finden, die ähnlich klingen, auch wenn sie unterschiedlich geschrieben werden.",
        "listenToMe_voice_commands_description": "Sprachbefehle ermöglichen es, Aktionen schnell und einfach auszuführen. Unten finden Sie eine Liste aller verfügbaren Befehle, die ausgeführt werden können.",
        "microphone_not_enabled": "Ihr Mikrofon ist nicht aktiviert. Bitte aktivieren Sie es, um mit der Transkription Ihrer Stimme zu beginnen.",
        "voice_commands_list_title": "Liste der verfügbaren Sprachbefehle",
        "voice_commands_list_subtitle": "Hier findest du eine Reihe von Befehlen, mit denen du verschiedene Aktionen ausführen kannst. Das <strong>*</strong> steht für jede Website oder jeden Inhalt, den du suchen möchtest, wie zum Beispiel: <strong>Google</strong>, <strong>Youtube</strong>, <strong>Facebook</strong>, ...",
        "voice_commands_command_1": "Öffnen *",
        "voice_commands_command_2": "Suche * bei Google",
        "footer_subtitle": "Erkunden, bearbeiten und transkribieren Sie Audios.",
        "rate": "Tonhöhe",
        "pitch": "Tonhöhe",
        "volume": "Lautstärke",
        "voice": "Stimme",
        "play_button_text": "Abspielen",
        "resume_button_text": "Fortsetzen",
        "pause_button_text": "Pause",
        "stop_button_text": "Stopp",
        "content": "Inhalt",
        "f_determinant": "die",
        "m_determinant": "der",
        "by": "von"
    }
}