{
    "translation": {
        "home": "Home",
        "documentation": "Documentation",
        "services": "Services",
        "home_subtitle": "A simple fun and innovate application to interact with audio!",
        "home_section_2_title": "What is TalkToMe?",
        "home_section_2_subtitle": "TalkToMe is an innovative and fun application that allows users to convert text into audio and audio into text quickly and accessibly. Designed to enhance communication and accessibility, it also lets users experiment with different voice modulation settings, making the experience more dynamic and entertaining.",
        "home_section_3_title": "Why use TalkToMe?",
        "home_section_3_subtitle_1": "TalkToMe was born from the need to explore the field of speech synthesis and recognition, as well as the possibility of interacting with audio input peripherals, such as microphones. Its goal is to simplify text-to-audio conversion in a flexible and user-friendly way, enabling users to improve accessibility, optimize learning, and create content efficiently.",
        "home_section_3_subtitle_2": "Whether you need to transcribe notes, listen to documents, experiment with different tones and speech speeds, or download customized audio files, TalkToMe adapts to a wide range of needs, providing a practical and versatile solution.",
        "home_section_4_title": "What can I do with TalkToMe",
        "home_section_4_subtitle": "Inside the app, users can:",
        "home_section_4_list_1": "<strong>Convert text to speech</strong> with support for multiple languages.",
        "home_section_4_list_2": "<strong>Adjust voice parameters,</strong> such as speed, pitch, and style, to personalize the audio experience.",
        "home_section_4_list_3": "<strong>Download generated audio</strong> in <strong>.wav and .mp3 formats</strong> making it easy to use in other projects or devices.",
        "home_section_5_title": "How does TalkToMe work?",
        "home_section_5_subtitle": "TalkToMe uses the <strong>JavaScript SpeechSynthesis API</strong> for text-to-speech conversion, allowing users to generate natural and customizable audio. For speech-to-text conversion, it employs advanced voice recognition technologies, ensuring precise and real-time transcription.",
        "demo_section_1_title": "Demonstration",
        "demo_section_1_subtitle": "You can customize the following properties to create custom audios with different effects!",
        "demo_section_1_dropdown_opt": "Select language",
        "demo_section_1_dropdown_helper": "If not selected, the browser's current language will be used.",
        "demo_section_2_title": "{{ prop }}", 
        "demo_section_2_title_subtitle": "The <1>{{ prop }}</1> property of the SpeechSynthesisUtterance interface gets and sets the {{ voiceProp }} at which the utterance will be spoken at.",
        "demo_section_2_input_show_value_text": "Current {{ prop }} value: {{ propValue }}",
        "demo_section_2_voice_dropdown_text": "Select voice",
        "demo_section_2_voice_dropdown_no_opts": "No voices available for the selected language.",
        "demo_section_2_voice_dropdown_helper": "The voice used will be the default available for the utterance's language if not set.",
        "demo_section_3_textarea_placeholder": "e.g. Hello World",
        "talkToMe_page_rate_description": "The rate property gets and sets the speed at which the utterance will be spoken at.",
        "talkToMe_page_pitch_description": "The pitch property gets and sets the pitch at which the utterance will be spoken at.",
        "talkToMe_page_volume_description": "The volume property gets and sets the volume that the utterance will be spoken at.",
        "listenToMe_subtitle": "Before using this service, we invite you to customize any of the following properties in order to guarantee a faithful & precise transcription.",
        "listenToMe_provisional_transcription_placeholder": "Your provisional transcription will appear here.",
        "listenToMe_transcription_placeholder": "Your transcriptied content will appear here.",
        "transcription": "Transcription",
        "provisional_transcription": "Provisional transcription",
        "continuity": "Continuity",
        "phonetic_comparison": "Phonetic Comparison",
        "voice_commands": "Voice commands",
        "listen": "Listen",
        "copy": "Copy",
        "copied": "Copied!",
        "clear": "Clear",
        "stop": "Stop",
        "listenToMe_lang_helper_text": "By specifying the language, the accuracy of voice detection is improved by adapting the engine to the specific linguistic characteristics. If not selected, the default language of the browser will be used.",
        "browser_not_support_speech_recognition": "Your browser doesn't support speech recognition. Please, change your browser.",
        "listenToMe_interimResult_description": "The provisional transcription property from the speech recognition controls whether the system should display provisional results as you speak.",
        "listenToMe_continuity_description": "The continuous recognition option allows you to capture speech results continuously. If it is not enabled, it captures a result each time speech recognition is started.",
        "listenToMe_phonetic_comparison_description": "The phonetic comparison option helps to find words that sound similar, even if they are spelled differently.",
        "listenToMe_voice_commands_description": "Voice commands allow you to perform actions quickly and easily. You will find a list of all available commands to execute below.",
        "microphone_not_enabled": "Your microphone is not enabled. Please, enable it to start transcribing your voice.",
        "voice_commands_list_title": "List of Available Voice Commands",
        "voice_commands_list_subtitle": "Here you will find a series of commands that allow you to perform various actions.",
        "voice_commands_command_1": "Open *",
        "voice_commands_command_2": "Search for * on Google",
        "footer_subtitle": "Learn, explore, edit and transcript audios.",
        "rate": "Rate",
        "pitch": "Pitch",
        "volume": "Volume",
        "voice": "Voice",
        "play_button_text": "Play",
        "resume_button_text": "Resume",
        "pause_button_text": "Pause",
        "stop_button_text": "Stop",
        "content": "Content",
        "f_determinant": "the",
        "m_determinant": "the",
        "by": "by"
    }
}