{
    "translation": {
        "home": "Home",
        "documentation": "Documentation",
        "services": "Services",
        "home_subtitle": "A simple, fun, and innovative app to interact with audio!",
        "home_section_2_title": "What is Talk&ListenToMe?",
        "home_section_2_subtitle": "Talk&ListenToMe is the union of two independent applications: <strong>TalkToMe</strong>, specialized in converting text to speech, and <strong>ListenToMe</strong>, focused on transforming audio into text. The result is a comprehensive tool that allows users to communicate and experiment with text and audio in a fluid, accessible, and entertaining way.",
        "home_section_3_title": "Why use Talk&ListenToMe?",
        "home_section_3_subtitle_1": "This app was born out of curiosity to explore both voice synthesis and voice recognition, as well as the desire to interact with input peripherals like the microphone. Talk&ListenToMe aims to facilitate communication, improve accessibility, and provide a fun experience where users can play with different voice modulation parameters.",
        "home_section_3_subtitle_2": "It is perfect for anyone who needs to convert text to audio, transcribe conversations, or simply experiment with language in a different and creative way.",
        "home_section_4_title": "What can I do with Talk&ListenToMe?",
        "home_section_4_subtitle": "Within the app, users can:",
        "home_section_4_list_1": "<strong>Convert text to speech and vice versa</strong> with support for multiple languages.",
        "home_section_4_list_2": "<strong>Adjust voice parameters</strong>, such as speed, pitch, and style, to customize the audio experience.",
        "home_section_4_list_3": "<strong>Activate voice commands</strong>, allowing access to functionalities through voice recognition.",
        "home_section_5_title": "How does Talk&ListenToMe work?",
        "home_section_5_subtitle": "Talk&ListenToMe is based on two main APIs to provide a complete experience:",
        "home_section_5_list_1": "The <strong>JavaScript SpeechSynthesis API</strong>, which converts text to speech naturally, allowing adjustments to parameters like speed, pitch, and style.",
        "home_section_5_list_2": "The <strong>Web Speech API</strong>, responsible for voice recognition, which captures audio through the microphone and transcribes it in real-time with great accuracy.",
        "home_section_5_subtitle_2": "The languages available for both functions depend on the user's <strong>browser</strong> and <strong>operating system</strong>, ensuring compatibility with a wide range of languages and accents.",
        "demo_section_1_title": "Demonstration",
        "demo_section_1_subtitle": "You can customize the following properties to create custom audios with different effects!",
        "demo_section_1_dropdown_opt": "Select language",
        "demo_section_1_dropdown_helper": "If not selected, the browser's current language will be used.",
        "demo_section_2_title": "{{ prop }}", 
        "demo_section_2_title_subtitle": "The <1>{{ prop }}</1> property of the SpeechSynthesisUtterance interface gets and sets the {{ voiceProp }} at which the utterance will be spoken at.",
        "demo_section_2_input_show_value_text": "Current {{ prop }} value: {{ propValue }}",
        "demo_section_2_voice_dropdown_text": "Select voice",
        "demo_section_2_voice_dropdown_no_opts": "No voices available for the selected language.",
        "demo_section_2_voice_dropdown_helper": "The voice used will be the default available for the utterance's language if not set.",
        "demo_section_3_textarea_placeholder": "e.g. Hello World",
        "talkToMe_page_rate_description": "The rate property gets and sets the speed at which the utterance will be spoken at.",
        "talkToMe_page_pitch_description": "The pitch property gets and sets the pitch at which the utterance will be spoken at.",
        "talkToMe_page_volume_description": "The volume property gets and sets the volume that the utterance will be spoken at.",
        "speech_synthesis_not_supported": "Your browser does not support the speech synthesizer. Please switch to a different browser.",
        "listenToMe_subtitle": "Before using this service, we invite you to customize any of the following properties in order to guarantee a faithful & precise transcription.",
        "listenToMe_provisional_transcription_placeholder": "Your provisional transcription will appear here.",
        "listenToMe_transcription_placeholder": "Your transcriptied content will appear here.",
        "transcription": "Transcription",
        "provisional_transcription": "Provisional transcription",
        "continuity": "Continuity",
        "phonetic_comparison": "Phonetic Comparison",
        "voice_commands": "Voice commands",
        "listen": "Listen",
        "copy": "Copy",
        "copied": "Copied!",
        "clear": "Clear",
        "stop": "Stop",
        "activate": "Activate",
        "deactivate": "Deactivate",
        "darkMode": "dark mode",
        "listenToMe_lang_helper_text": "By specifying the language, the accuracy of voice detection is improved by adapting the engine to the specific linguistic characteristics. If not selected, the default language of the browser will be used.",
        "browser_not_support_speech_recognition": "Your browser doesn't support speech recognition. Please, change your browser.",
        "listenToMe_interimResult_description": "The provisional transcription property from the speech recognition controls whether the system should display provisional results as you speak.",
        "listenToMe_continuity_description": "The continuous recognition option allows you to capture speech results continuously. If it is not enabled, it captures a result each time speech recognition is started.",
        "listenToMe_phonetic_comparison_description": "The phonetic comparison option helps to find words that sound similar, even if they are spelled differently.",
        "listenToMe_voice_commands_description": "Voice commands allow you to perform actions quickly and easily. You will find a list of all available commands to execute below.",
        "microphone_not_enabled": "Your microphone is not enabled. Please, enable it to start transcribing your voice.",
        "voice_commands_list_title": "List of Available Voice Commands",
        "voice_commands_list_subtitle": "Here you will find a series of commands that will allow you to perform various actions. The <strong>*</strong> implies any website or content you want to search for, such as: <strong>Google</strong>, <strong>Youtube</strong>, <strong>Facebook</strong>, ...",
        "voice_commands_command_1": "Open *",
        "voice_commands_command_2": "Search for * on Google",
        "footer_subtitle": "Explore, edit and transcript audios.",
        "rate": "Rate",
        "pitch": "Pitch",
        "volume": "Volume",
        "voice": "Voice",
        "play_button_text": "Play",
        "resume_button_text": "Resume",
        "pause_button_text": "Pause",
        "stop_button_text": "Stop",
        "content": "Content",
        "f_determinant": "the",
        "m_determinant": "the",
        "by": "by"
    }
}