{
    "translation": {
        "home": "Inicio",
        "documentation": "Documentación",
        "services": "Servicios",
        "home_subtitle": "¡Una aplicación simple, divertida e innovadora para interactuar con audio!",
        "home_section_2_title": "¿Qué es TalkToMe?",
        "home_section_2_subtitle": "TalkToMe es una aplicación innovadora y divertida que permite a los usuarios convertir texto en audio y audio en texto de manera rápida y accesible. Diseñada para mejorar la comunicación y la accesibilidad, también permite a los usuarios experimentar con diferentes configuraciones de modulación de voz, haciendo que la experiencia sea más dinámica y entretenida.",
        "home_section_3_title": "¿Por qué usar TalkToMe?",
        "home_section_3_subtitle_1": "TalkToMe nació de la necesidad de explorar el campo de la síntesis y el reconocimiento del habla, así como la posibilidad de interactuar con periféricos de entrada de audio, como micrófonos. Su objetivo es simplificar la conversión de texto a audio de manera flexible y fácil de usar, permitiendo a los usuarios mejorar la accesibilidad, optimizar el aprendizaje y crear contenido de manera eficiente.",
        "home_section_3_subtitle_2": "Ya sea que necesites transcribir notas, escuchar documentos, experimentar con diferentes tonos y velocidades de habla, o descargar archivos de audio personalizados, TalkToMe se adapta a una amplia gama de necesidades, proporcionando una solución práctica y versátil.",
        "home_section_4_title": "¿Qué puedo hacer con TalkToMe?",
        "home_section_4_subtitle": "Dentro de la aplicación, los usuarios pueden:",
        "home_section_4_list_1": "<strong>Convertir texto a voz</strong> con soporte para múltiples idiomas.",
        "home_section_4_list_2": "<strong>Ajustar parámetros de voz,</strong> como velocidad, tono y estilo, para personalizar la experiencia de audio.",
        "home_section_4_list_3": "<strong>Descargar audio generado</strong> en <strong>formatos .wav y .mp3</strong>, facilitando su uso en otros proyectos o dispositivos.",
        "home_section_5_title": "¿Cómo funciona TalkToMe?",
        "home_section_5_subtitle": "TalkToMe utiliza la <strong>API de SpeechSynthesis de JavaScript</strong> para la conversión de texto a voz, permitiendo a los usuarios generar audio natural y personalizable. Para la conversión de voz a texto, emplea tecnologías avanzadas de reconocimiento de voz, asegurando una transcripción precisa y en tiempo real."
    }
}