{
    "translation": {
        "home": "Inicio",
        "documentation": "Documentación",
        "services": "Servicios",
        "home_subtitle": "¡Una aplicación simple, divertida e innovadora para interactuar con audio!",
        "home_section_2_title": "¿Qué es TalkToMe?",
        "home_section_2_subtitle": "TalkToMe es una aplicación innovadora y divertida que permite a los usuarios convertir texto en audio y audio en texto de manera rápida y accesible. Diseñada para mejorar la comunicación y la accesibilidad, también permite a los usuarios experimentar con diferentes configuraciones de modulación de voz, haciendo que la experiencia sea más dinámica y entretenida.",
        "home_section_3_title": "¿Por qué usar TalkToMe?",
        "home_section_3_subtitle_1": "TalkToMe nació de la necesidad de explorar el campo de la síntesis y el reconocimiento del habla, así como la posibilidad de interactuar con periféricos de entrada de audio, como micrófonos. Su objetivo es simplificar la conversión de texto a audio de manera flexible y fácil de usar, permitiendo a los usuarios mejorar la accesibilidad, optimizar el aprendizaje y crear contenido de manera eficiente.",
        "home_section_3_subtitle_2": "Ya sea que necesites transcribir notas, escuchar documentos, experimentar con diferentes tonos y velocidades de habla, o descargar archivos de audio personalizados, TalkToMe se adapta a una amplia gama de necesidades, proporcionando una solución práctica y versátil.",
        "home_section_4_title": "¿Qué puedo hacer con TalkToMe?",
        "home_section_4_subtitle": "Dentro de la aplicación, los usuarios pueden:",
        "home_section_4_list_1": "<strong>Convertir texto a voz</strong> con soporte para múltiples idiomas.",
        "home_section_4_list_2": "<strong>Ajustar parámetros de voz,</strong> como velocidad, tono y estilo, para personalizar la experiencia de audio.",
        "home_section_4_list_3": "<strong>Descargar audio generado</strong> en <strong>formatos .wav y .mp3</strong>, facilitando su uso en otros proyectos o dispositivos.",
        "home_section_5_title": "¿Cómo funciona TalkToMe?",
        "home_section_5_subtitle": "TalkToMe utiliza la <strong>API de SpeechSynthesis de JavaScript</strong> para la conversión de texto a voz, permitiendo a los usuarios generar audio natural y personalizable. Para la conversión de voz a texto, emplea tecnologías avanzadas de reconocimiento de voz, asegurando una transcripción precisa y en tiempo real.",
        "demo_section_1_title": "Demostración",
        "demo_section_1_subtitle": "¡Puedes personalizar las siguientes propiedades para crear audios personalizados con diferentes efectos!",
        "demo_section_1_dropdown_opt": "Seleccionar idioma",
        "demo_section_1_dropdown_helper": "Si no se ha establecido, se usará el idioma por defecto del navegador.",
        "demo_section_2_title": "{{ prop }}", 
        "demo_section_2_title_subtitle": "La propiedad <1>{{ prop }}</1> de la interfaz de SpeechSynthesisUtterance obtiene y establece {{ determinant }} {{ voiceProp }} a la que se pronunciará el contenido.",
        "demo_section_2_input_show_value_text": "Valor de {{ prop }}: {{ propValue }}",
        "demo_section_2_voice_dropdown_text": "Seleccionar voz",
        "demo_section_2_voice_dropdown_no_opts": "No hay voces disponibles para el idioma seleccionado.",
        "demo_section_2_voice_dropdown_helper": "Si no se ha establecido, se usará la voz por defecto del idioma seleccionado.",
        "demo_section_3_textarea_placeholder": "ej: Hola Mundo",
        "listenToMe_subtitle": "Antes de utilizar este servicio, te invitamos a personalizar las siguientes propiedades para garantizar que la transcripción sea lo más precisa y fiel posible.",
        "listenToMe_provisional_transcription_placeholder": "Tu transcripción provisional aparecerá aquí.",
        "listenToMe_transcription_placeholder": "Tu contenido transcrito aparecerá aquí.",
        "transcription": "Transcripción",
        "provisional_transcription": "Transcripción Provisional",
        "continuity": "Continuidad",
        "phonetic_comparison": "Comparación fonética",
        "voice_commands": "Comandos de voz",
        "listen": "Escuchar",
        "copy": "Copiar",
        "copied": "¡Copiado!",
        "clear": "Limpiar",
        "stop": "Detener",
        "browser_not_support_speech_recognition": "Tu navegador no soporta el reconocimiento de voz. Por favor, cambie de navegador.",
        "listenToMe_interimResult_description": "La propiedad de transcripción provisional del reconocimiento de voz controla si el sistema debe mostrar resultados provisionales mientras hablas.",
        "listenToMe_continuity_description": "La opción de reconocimiento continuo permite capturar resultados de voz de forma continua. Si no se habilita, captura un resultado cada vez que se inicia el reconocimiento de voz.",
        "listenToMe_phonetic_comparison_description": "La opción de comparación fonética ayuda a encontrar palabras que suenan parecido, incluso si se escriben diferente.",
        "listenToMe_voice_commands_description": "Los comandos de voz permiten realizar acciones de manera rápida y sencilla. Con esta opción activada, podrá encontrar más abajo un listado de todos los comandos disponibles a ejecutar.",
        "microphone_not_enabled": "Su micrófono no está habilitado. Por favor, habilítelo para poder empezar a transcribir su voz.",
        "voice_commands_list_title": "Lista de comandos de voz disponibles",
        "voice_commands_list_subtitle": "Aquí encontrarás una serie de comandos que te permitiran realizar diversas acciones.",
        "voice_commands_command_1": "Abrir *",
        "voice_commands_command_2": "Buscar * en Google",
        "footer_subtitle": "Aprende, explora, edita y transcribe audios.",
        "volume": "Volumen",
        "rate": "Velocidad",
        "pitch": "Tono",
        "voice": "Voz",
        "play_button_text": "Reproducir",
        "resume_button_text": "Reanudar",
        "pause_button_text": "Pausar",
        "stop_button_text": "Parar",
        "content": "Contenido",
        "f_determinant": "la",
        "m_determinant": "el",
        "by": "por"
    }
}